export const projectsData = [
  {
    id: "school-rehabilitation",
    title: "إعادة تأهيل وتطوير مدرسة عبد القادر المغربي",
    category: "تطوير التعليم",
    date: "2024",
    shortDescription:
      "ترميم كامل لمبنى المدرسة، وتجهيز الصفوف الدراسية بوسائل تعليمية حديثة، وتأسيس نظام طاقة مستدام لضمان سير العملية التعليمية.",
    longDescription:
      "يعد مشروع إعادة تأهيل وتطوير مدرسة عبد القادر المغربي  أحد أهم ركائز مبادراتنا التعليمية. كانت المدرسة تعاني من أضرار بالغة في البنية التحتية، فقمنا بإعادة إعمار الجدران وتجهيز الصفوف الدراسية بالكامل بمقاعد وسبورات جديدة , بالإضافة إلى تركيب منظومة متكاملة تضمن توفر الكهرباء والإنارة والتدفئة طوال العام الدراسي. كما قمنا بإعادة تأهيل المرافق الصحية وساحات اللعب لضمان التباعد والسلامة التامة للأطفال.",
    coverImage: "/Images/Project1/pic8.jpg",
    images: [
      "/Images/Project1/pic1.jpg",
      "/Images/Project1/pic2.jpg",
      "/Images/Project1/pic3.jpg",
      "/Images/Project1/pic4.jpg",
      "/Images/Project1/pic5.jpg",
      "/Images/Project1/pic6.jpg",
      "/Images/Project1/pic7.jpg",
      "/Images/Project1/pic8.jpg",
    ],
    objectives: [
      "ترميم اكثر من 12 صفاً دراسياً مجهزاً بالكامل بالمقاعد والوسائل الحديثة.",
      "تأهيل وتجهيز المرافق الصحية والصحية البديلة بالمدرسة.",
      "تجميل الساحات الخارجية لخلق بيئة محفزة للتعلم.",
    ],
    impact: [
      "تمكين أكثر من 1000 طالباً وطالبة من العودة إلى مقاعد الدراسة ببيئة آمنة وصحية.",
      "دعم الكادر التدريسي وتزويدهم ببيئة مريحة تساعدهم على تقديم أفضل مستويات التعليم.",
    ],
    beneficiaryCount: "أكثر من 1000 طالب وطالبة",
    location: "دمشق، سوريا",
    status: "مكتمل",
  },
];
